{
  "title": "Short Course",
  "who": {
    "title": "Invite only",
    "body": "Please ensure you have submitted an Expression of Interest and received an invite to the short course"
  },
  "info": {
    "title": "Information",
    "questions": [
      {
        "title": "Where and when",
        "body": "The course takes place over four weeks, on consecutive Wednesday evenings from 18: 30 to 20:30. It’s on-site here at Space4 in Finsbury Park.\n\nWe currently run short courses in January and February to help you prepare for our summer cohort, May and June for our winter cohort, and September and October for our spring cohort."
      },
      {
        "title": "Who is the short course for?",
        "body": "The short course is aimed at people who are at the beginning of their coding journey — whether you've never written a line of code before, or have experimented a little in the past.\n\nWe believe in promoting diversity, inclusion and supporting our local community. As such, our short courses are invite-only and we prioritise those who are underrepresented in the tech industry and/or reside in Islington, in particular Finsbury Park."
      },
      {
        "title": "What will I learn on the short course?",
        "body": "- Week 1: HTML, toolkit and pair programming\n- Week 2: CSS\n- Week 3: Beginning JavaScript\n- Week 4: More JavaScript and introduction to Codewars\n\nYou'll learn the building blocks of web development in a supportive and collaborative environment. The short course also provides a good foundation to the required prerequisites in order to apply for our full-time programme."
      },
      {
        "title": "How do I apply?",
        "body": "If you have submitted an expression of interest for our full-time course, then you'll receive an email invite as soon as we've announced the next short course.\n\nOur short courses are often oversubscribed, so priority will be given to applicants who reside in the local area and/or who are underrepresented in the tech industry."
      },
      {
        "title": "What will be expected of me?",
        "body": "We expect attendees to commit to all four sessions. There will also be a small amount of homework each week, typically just a couple of hours building upon the material we covered in the evening session."
      }
    ]
  }
}